Repository: gdumee/LISA
Catalog: lisa/server/lang/*/LC_MESSAGES/lisa.po
Languages: fr

source: Error : Invalid JSON
fr: Erreur : JSON invalide

source: Error : Unknwon input type {type}
fr: Erreur : type inconnu en entrée : {type}

source: Error : no type in input JSON
fr: Erreur : aucun type dans le JSON d'entrée

source: Error : Unknwon command type {command}
fr: Erreur : commande inconnue en entrée : {command}

source: error_intent_unknown
fr: (10, "Je n'ai pas cette fonctionnalité"),(10, "Votre demande ne fait pas partie de mes fonctions"),(10, "Un jour j'en serais peut-être capable"),(10, "Cette tâche est bien trop complexe pour moi"),(10, "Je ne sais pas encore répondre à cette demande"),

source: error_intent_low_confidence
fr: (10, "Je suis désolé, je ne sais pas répondre à votre demande"),(10, "Je m'excuse, je ne sais pas répondre à votre demande"),(10, "Veuillez m'excuser, votre demande ne fais pas partie de mes fonctions"),(10, "Je suis désolé, je ne comprends pas votre demande"),(10, "Je suis désolé, je ne vois pas de quoi vous voulez parler"),

source: error_plugin_init
fr: (10, "Je n'ai pas résussi à activer cette fonction"),(10, "J'ai rencontré un erreur en activant cette fonction"),

source: error_plugin_no_func
fr: (10, "Désolé, Je n'ai pas cette encore fonctionnalité"),(10, "Je m'excuse, il semble que je n'ai pas été mise à jour pour avoir cette fonction"),

source: error_plugin_exec
fr: (10, "Je suis désolé, une erreur m'empêche de répondre à votre demande"),(10, "Désolé, j'ai rencontré une erreur en exécutant cette fonction"),

source: core_intent_no_plugin
fr: Vous n'avez pas précisé de fonction

source: i_can_do_many
fr: Je sais faire beaucoup de chose, voici des exemples
